[
    {
        "title_review": "Lancet (London, England)",
        "date": "2024-01-13",
        "title": "Multiple sclerosis",
        "abstract": "Multiple sclerosis remains one of the most common causes of neurological disability in the young adult population (aged 18-40 years). Novel pathophysiological findings underline the importance of the interaction between genetics and environment. Improvements in diagnostic criteria, harmonised guidelines for MRI, and globalised treatment recommendations have led to more accurate diagnosis and an earlier start of effective immunomodulatory treatment than previously. Understanding and capturing the long prodromal multiple sclerosis period would further improve diagnostic abilities and thus treatment initiation, eventually improving long-term disease outcomes. The large portfolio of currently available medications paved the way for personalised therapeutic strategies that will balance safety and effectiveness. Incorporation of cognitive interventions, lifestyle recommendations, and management of non-neurological comorbidities could further improve quality of life and outcomes. Future challenges include the development of medications that successfully target the neurodegenerative aspect of the disease and creation of sensitive imaging and fluid biomarkers that can effectively predict and monitor disease changes.",
        "pmid": "37949093",
        "doi": "https://doi.org/10.1016/S0140-6736(23)01473-3",
        "disclosure": "Declaration of interests DJ has received consulting fees from AstraZeneca; and serves as an Associate Editor for Clinical Neurology and Neurosurgery and is compensated by Elsevier. SB has received funding support for this manuscript by the German Research Foundation (CRC-TR-128 and CRC-TR-355) and the Hermann and Lilly Schilling Foundation; and consulting fees, payments, or honoraria from Merck Healthcare, Sanofi, Novartis, Roche, Biogen, TEVA, and Bristol Myers Squibb. RZ has received funding support from Mapi Pharma, EMD Serono, Novartis, Bristol Myers Squibb, Octave, V-VAWE Medical, and Protembis; and consulting fees, payments, or honoraria from EMD Serono, 415 Capital, Sanofi, Novartis, Janssen, and Bristol Myers Squibb. RHBB has received funding support from Biogen, Bristol Myers Squibb, Celgene, Genzyme, Genentech, Latin American Committee for Treatment and Research in Multiple Sclerosis, Novartis, and Verasci; royalties from the Psychological Assessment Resources; and consulting fees, payments, or honoraria from Biogen, Accorda, EMD Serono, Novartis, Bristol Myers Squibb, Immunic Therapeutics, Merck, Roche, and Sanofi. SAM has received funding support from the Multiple Sclerosis Society of Canada, Canadian Institutes of Health Research, EMD Serono, Roche, Novartis, Sanofi, Biogen, and Bristol Myers Squibb; and consulting fees, payments, or honoraria from Biogen, Bristol Myers Squibb, EMD Serono, Novartis, Roche, and Sanofi. FZ has received funding support by the German Research Foundation, German Federal Ministry of Education and Research, Novartis Cyprus, and Progressive Multiple Sclerosis Alliance; consulting fees from Actelion, Biogen, Bristol Meyers Squibb, Celgene, Janssen, Max Planck Society, Merck Serono, Novartis, Roche, Sanofi, Genzyme, and Sandoz. BW-G has received funding from Biogen, Bristol Myers Squibb, Celgene, Genentech, and Novartis; and consulting fees from Biogen, Bayer, Bristol Myers Squibb, Janssen, Horizon Therapeutics, Genzyme, and Sanofi; and payment or honoraria as a speaker from Biogen and Janssen.",
        "mesh_terms": "Review, Research Support, Non-U.S. Gov't, Humans, Life Style, Multiple Sclerosis* / drug therapy, Multiple Sclerosis* / therapy, Quality of Life, Treatment Outcome, Young Adult",
        "url": "https://pubmed.ncbi.nlm.nih.gov/37949093",
        "authors_affiliations": [
            {
                "author_name": "Dejan Jakimovski",
                "affiliations": [
                    "Buffalo Neuroimaging Analysis Center, Department of Neurology, Jacobs School of Medicine and Biomedical Sciences, State University of New York at Buffalo, Buffalo, NY, USA; Jacobs Comprehensive MS Treatment and Research Center, Department of Neurology, Jacobs School of Medicine and Biomedical Sciences, State University of New York at Buffalo, Buffalo, NY, USA."
                ]
            },
            {
                "author_name": "Stefan Bittner",
                "affiliations": [
                    "Department of Neurology, Focus Program Translational Neuroscience and Immunotherapy, Rhine Main Neuroscience Network, University Medical Center of the Johannes Gutenberg University Mainz, Mainz, Germany."
                ]
            },
            {
                "author_name": "Robert Zivadinov",
                "affiliations": [
                    "Buffalo Neuroimaging Analysis Center, Department of Neurology, Jacobs School of Medicine and Biomedical Sciences, State University of New York at Buffalo, Buffalo, NY, USA; Center for Biomedical Imaging at the Clinical Translational Science Institute, State University of New York at Buffalo, Buffalo, NY, USA."
                ]
            },
            {
                "author_name": "Sarah A Morrow",
                "affiliations": [
                    "Department of Clinical Neurological Sciences, Hotchkiss Brain Institute, University of Calgary, Calgary, AB, Canada."
                ]
            },
            {
                "author_name": "Ralph Hb Benedict",
                "affiliations": [
                    "Jacobs Comprehensive MS Treatment and Research Center, Department of Neurology, Jacobs School of Medicine and Biomedical Sciences, State University of New York at Buffalo, Buffalo, NY, USA."
                ]
            },
            {
                "author_name": "Frauke Zipp",
                "affiliations": [
                    "Department of Neurology, Focus Program Translational Neuroscience and Immunotherapy, Rhine Main Neuroscience Network, University Medical Center of the Johannes Gutenberg University Mainz, Mainz, Germany. Electronic address: zipp@uni-mainz.de."
                ]
            },
            {
                "author_name": "Bianca Weinstock-Guttman",
                "affiliations": [
                    "Jacobs Comprehensive MS Treatment and Research Center, Department of Neurology, Jacobs School of Medicine and Biomedical Sciences, State University of New York at Buffalo, Buffalo, NY, USA. Electronic address: bw8@buffalo.edu."
                ]
            }
        ]
    },
    {
        "title_review": "Medicine",
        "date": "2024-02-23",
        "title": "Review of multiple sclerosis: Epidemiology, etiology, pathophysiology, and treatment",
        "abstract": "Multiple sclerosis (MS) is a chronic autoimmune disease with demyelination, inflammation, neuronal loss, and gliosis (scarring). Our object to review MS pathophysiology causes and treatment. A Narrative Review article was conducted by searching on Google scholar, PubMed, Research Gate about relevant keywords we exclude any unique cases and case reports. The destruction of myelinated axons in the central nervous system reserves this brunt. This destruction is generated by immunogenic T cells that produce cytokines, copying a proinflammatory T helper cells1-mediated response. Autoreactive cluster of differentiation 4 + cells, particularly the T helper cells1 subtype, are activated outside the system after viral infections. T-helper cells (cluster of differentiation 4+) are the leading initiators of MS myelin destruction. The treatment plan for individuals with MS includes managing acute episodes, using disease-modifying agents to decrease MS biological function of MS, and providing symptom relief. Management of spasticity requires physiotherapy, prescription of initial drugs such as baclofen or gabapentin, secondary drug options such as tizanidine or dantrolene, and third-line treatment such as benzodiazepines. To treat urinary incontinence some options include anticholinergic medications such as oxybutynin hydrochloride, tricyclic antidepressants (such as amitriptyline), and intermittent self-catheterization. When it comes to bowel problems, one can try to implement stool softeners and consume a high roughage diet. The review takes about MS causes Pathophysiology and examines current treatment strategies, emphasizing the advancements in disease-modifying therapies and symptomatic treatments. This comprehensive analysis enhances the understanding of MS and underscores the ongoing need for research to develop more effective treatments.",
        "pmid": "38394496",
        "doi": "https://doi.org/10.1097/MD.0000000000037297",
        "disclosure": "The authors have no funding and conflicts of interest to disclose.",
        "mesh_terms": "Review, Chronic Disease, Humans, Multiple Sclerosis* / epidemiology, Multiple Sclerosis* / etiology, Multiple Sclerosis* / therapy, Muscle Spasticity / etiology, Treatment Outcome",
        "url": "https://pubmed.ncbi.nlm.nih.gov/38394496",
        "authors_affiliations": [
            {
                "author_name": "Maha Haki",
                "affiliations": [
                    "Department of Pharmacy, Bilad Alrafidain University College, Diyala, Iraq."
                ]
            },
            {
                "author_name": "Haeder A Al-Biati",
                "affiliations": [
                    "Department of Pharmacy, Bilad Alrafidain University College, Diyala, Iraq."
                ]
            },
            {
                "author_name": "Zahraa Salam Al-Tameemi",
                "affiliations": [
                    "Department of Pharmacy, Bilad Alrafidain University College, Diyala, Iraq.",
                    "Dr. Hany Akeel Institute, Iraqi Medical Research Center, Baghdad, Iraq."
                ]
            },
            {
                "author_name": "Inas Sami Ali",
                "affiliations": [
                    "Department of Pharmacy, Bilad Alrafidain University College, Diyala, Iraq."
                ]
            },
            {
                "author_name": "Hany A Al-Hussaniy",
                "affiliations": [
                    "Department of Pharmacy, Bilad Alrafidain University College, Diyala, Iraq.",
                    "Dr. Hany Akeel Institute, Iraqi Medical Research Center, Baghdad, Iraq.",
                    "Department of Pharmacology, College of Medicine, University of Baghdad, Baghdad, Iraq."
                ]
            }
        ]
    }
]